Revit 2024 API
SymbolTypeId.InvKip Property
 Symbol 1/kip, indicating unit Inverse kips.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InvKip { get; }
Visual Basic
Public Shared ReadOnly Property InvKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InvKip {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace